{
  "connectWallet": "ПОДКЛЮЧИТЬ КОШЕЛЕК",
  "home": "ДОМ",
  "docs": "ДОКУМЕНТЫ",
  "team": "КОМАНДА",
  "KabanaClub": "Kabana Club",
  "KabanaClubDescription": "Закрытый крипто клуб со своей экосистемой,в которой взаимодействуют, на данный момент, 3 смарт контракта. Наш клуб - идеальное место для всех, кому интересно развитие в мире крипто, НФТ и в целом блокчейн. У участников Kabana Club есть возможность создавать и запускать свои проекты через наш инкубатор проектов.",
  "collectionOfNFTMushrooms": "Коллекция НФТ-грибочков",
  "collectionOfNFTMushroomsDescription": "4444 НФТ, у каждой из которых: ключ в закрытый клуб “шахтёр”, добывающий игровой токен.",
  "gameToken": "Игровой токен",
  "gameTokenDescription": "Смартконтракт ERC20 создан на Polygon блокчейне. Имеет ограниченную эмиссию без возможности минта.",
  "howTheMining": "как расчитан Майниг шахты",
  "howTheMiningDescription": "1 NFT в сутки (24ч) добудет 444 игрового токена лимита для стейка NFT нет. Стейкать в майнинг можно по несколько грибов, каждый гриб майнит по 444 токена в сутки. даже если все 4444 грибочков будут в стейке, потребуется около 15-ти лет, чтобы в шахте полностью закончились токены. мы прекрасно понимаем, что этого никогда  не случится, поэтому примерный возраст шахты, когда она опустошится, будет ~ 20 лет.",
  "token": "ЖЕТОН",
  "tokenDescription": "- KABANA CLUB COIN  Роль в Закрытом Discord  Проходной во все тесты игры  Доступ к первоисточнику информации  Уникальный аватар в игре (после релиза)",
  "mine": "Шахта",
  "mineDescription": "Смарт контракт, который будет выдавать токены за каждый застейканый NFT-грибочек, т.е. NFT будут безустанно работать на тебя и майнить игровой токен.",
  "gamingSmartContract": "Игровой Смарт Контракт",
  "gamingSmartContractDescription": "для выявления победителя и его вознаграждения принимает 2 равных ставки на себя, отправляет победителю 90% выигрыша и 10% сжигает из циркуляции.  Игровой токен ERC20 создан на Polygon блокчейн и имеет ограниченную эмиссию без возможности минта.",
  "ourTeam": "НАША КОМАНДА",
  "NFTMushroomNeeded:": "NFT-гриб нужен:",
  "NFTMushroomNeededDescription": "• для входа в клуб  \n • для майнинга   \n • для игры(Хардкор режим)"
}
